function msgNao(){
    alert("😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭")
}

function msgSim(){
    alert("💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕💕")
}

var botao = document.getElementById('Botao');
botao.addEventListener('mouseover', function(){
    botao.style.top = '50px';
    botao.style.left = '50px';
    botao.addEventListener('mouseover', function(){
    botao.style.top = '100px';
    botao.style.left = '100px';
    botao.addEventListener('mouseover', function(){
    botao.style.top = '200px';
    botao.style.left = 'px'; 
    botao.addEventListener('mouseover', function(){
        botao.style.top = '500px';
        botao.style.left = '0px'; 
        botao.addEventListener('mouseover', function(){
            botao.style.top = '0px';
            botao.style.left = '20px'; 
            botao.addEventListener('mouseover', function(){
                botao.style.top = '0px';
                botao.style.left = '500px'; 
                botao.addEventListener('mouseover', function(){
                    botao.style.top = '200px';
                    botao.style.left = '0px'; 
                    botao.addEventListener('mouseover', function(){
                        botao.style.top = '0px';
                        botao.style.left = '20px'; 
                        botao.addEventListener('mouseover', function(){
                            botao.style.top = '500px';
                            botao.style.left = '200px'; 
                            botao.addEventListener('mouseover', function(){
                                botao.style.top = '700px';
                                botao.style.left = '700px';
                            })
                        })
                    })
                })
            })
        })
    })
})

})
})
